'use strict';
// список массив объектов данных пользователей
const origin = [
  {
    name: 'Иван',
    surname: 'Петров',
    phone: '+79514545454',
  },
  {
    name: 'Игорь',
    surname: 'Семёнов',
    phone: '+79999999999',
  },
  {
    name: 'Семён',
    surname: 'Иванов',
    phone: '+79800252525',
  },
  {
    name: 'Мария',
    surname: 'Попова',
    phone: '+79876543210',
  },
  {
    name: 'Дмитрий',
    surname: 'Маркулич',
    phone: '+79001234567',
  },
  {
    name: 'Владимир',
    surname: 'Петров',
    phone: '+79374545454',
  },
  {
    name: 'Петр',
    surname: 'Иванов',
    phone: '+79010252525',
  },
  {
    name: 'Пётр',
    surname: 'Петров',
    phone: '+79010252525',
  },
  {
    name: 'Татьяна',
    surname: 'Авдеева',
    phone: '+79166543210',
  },
  {
    name: 'Аверий',
    surname: 'Симонов',
    phone: '+79001234567',
  },
  {
    name: 'Николай',
    surname: 'Яковлевич',
    phone: '+1231234567',
  },
];